[{u'Website': u'http://agricultureantiguabarbuda.com/departments/analytical-services/', u'Established': u'Unknown', u'Address': u'', u'Accreditation': u'None', u'Country': u'ANTIGUA AND BARBUDA', u'Usage Category': u'', u'Sector': u'Government Only', u'Specialized Equipment': u'UV VIS spectrophotometer, Flame photometer, Mano metric BOD meter, Multiparameter probes (pH, EC Phosphate, Nitrate) GC-ECD to be comissioned.', u'Director': u'Malverne P. Spencer (Ph.D)', u'Trained Personnel': u'Pesticide Analysis specialist. Drug Analysis specialist. Microbiological analysis specialist. Analytical Chemists.', u'Contact Information': u'Chemistry and Food Technology Division, Ministry of Agriculture, Lands, Housing and the Environment', u'Lab Type': u'Chemical Analysis\nDrugs/Medical/Hormone\nMicrobiological\nWastewater', u'Quality Control Manual': u'Yes', u'Specialization Areas': u'Water Analysis (microbiological and physicochemical) Food analysis (microbiological and physicochemical) Soil analysis (nutrients - nitrate, phosphate, salinity, electrical conductivity, potassium, pH) Drugs of abuse identification (cannabis and cocaine).', u'Lab Name': u'Departments of Analytical Services Laboratory of the Ministry of Agriculture. Lands, Marine Resuorces and Agro-Industry', u'Telephone & Email': u'Telephone\n(268) 462-4502\n Telephone\n(268) 764-5706\nEmail\nmalv@lycos.com', u'CEP Involvement': u"Yes. GEF-IWCAM Strengthening Laboratory Capacity in the Region. UNEP 2010 Support to the implementation of POP's Global Monitoring plan in the Countries of Latin America and the Caribbean.", u'Allowed Use': u'', u'Official Language': u'English', u'Staff Information': u'12 (5 Technical)'}, {u'Website': u'http://www.apua.ag/Water/contact.htm', u'Established': u'Unknown', u'Address': u"Antigua Public Utilities AuthorityP.O. Box 416,Cassada Gardens,St. John's Antigua", u'Accreditation': u'Unknown', u'Country': u'ANTIGUA AND BARBUDA', u'Usage Category': u'Unknown', u'Sector': u'', u'Specialized Equipment': u'Unknown', u'Director': u'Unknown', u'Trained Personnel': u'Unknown', u'Contact Information': u'Unknown', u'Lab Type': u'', u'Quality Control Manual': u'Unknown', u'Specialization Areas': u'Unknown', u'Lab Name': u'The Antigua Public Utilities Authority Laboratory', u'Telephone & Email': u'Telephone\n (268) 480-7505\n Email\nsupport@apua.ag', u'CEP Involvement': u'', u'Allowed Use': u'', u'Official Language': u'English', u'Staff Information': u'Unknown'}, {u'Website': u'http://www.wsc.com.bs', u'Established': u'1978 (UN Technical Assistance Project (BHA/78/003)', u'Address': u'Water Quality Unit/ Lab \rProspect Park Nassau Bahamas', u'Accreditation': u'None', u'Country': u'BAHAMAS', u'Usage Category': u'Public with limited private work.', u'Sector': u'Public', u'Specialized Equipment': u'Dionex ICS 1000 Ion Chromatograph, DREL 5000 Spectrophotometer, Orion pH meter, YSI Conductivity Meter, YSI Pro Plus Meter, Hach COD Analyser, Hach BOD Trak & Incutrol, Metrohm Automatic Titrator, DO meter, Autoclaves, Incubators, Balances, Thermometers, Ovens, Referigators, Fume Hood, Vaccum Pumps Barnstead Nanopure Infinity R/O System', u'Director': u'Micheal Swan (Sr. Manager)', u'Trained Personnel': u'Hydrologist, Chemist, (Acess to GIS and IT specialists)', u'Contact Information': u'Prospect Park Nassasu, Bahamas  (242) 325-8783 wcmswann@wsc.com.bs', u'Lab Type': u'Chemical Analysis\nWastewater', u'Quality Control Manual': u'Yes. (Partial)', u'Specialization Areas': u'pH, Temperature, Color, Turbidity, Alkalinity, Bicarbonate, Chloride, Fluoride, Nitrate, Phospahte, Sulfate, Calcium Oxygen Demand, Suspended Solids, Dissolved Oxygen, Total Faecal Coliform Enterocci, Yeast, Mold, Heterotrophic Plate Count, Total Bacteria Langlier Index', u'Lab Name': u'Public Analyst Lab, Water & Sewerage Corporation', u'Telephone & Email': u'Telephone\n(242) 325-8783\n Email\nwcmswann@wsc.com.bs', u'CEP Involvement': u'Yes. GEF-IWCAM Bahamas Project 2009/2010. Laboratory Quality Management Systems Workshop (CARICOM) CROSQ/ CLAS 9th EDF GEF-IWCAM Wokshopon Evironmentally Sound Management of Lab Chemicals', u'Allowed Use': u'', u'Official Language': u'English', u'Staff Information': u'5 ( 1 Supervisor and 4 technicians)'}, {u'Website': u'www.perryinstitue.org', u'Established': u'1970', u'Address': u'Perry Institute for Marine Science (PIMS) 100 North US Highway1 Suite 202 Jupiter FL', u'Accreditation': u'American Academy for Underwater Sciences dive program', u'Country': u'BAHAMAS', u'Usage Category': u'Private. External Use only', u'Sector': u'Private', u'Specialized Equipment': u'Dive Support: SCUBA, Nitrox and mixed gad capavilities; 9 small vessels. Field light meter (30-m cable ), PAM fluorometer, small multi-parameter probe (T, O2, C; 30-mcable) various nets, sonic tag tracking receivers; U/Wcameras. Dry Lab: refrigerated centrifuge, drying ovens, mufflr furnave, spectrophotometer, pH meters, balances (top loading and analytical ) -40C and -80 C freezers, refrigerated water circulators, lyophilizer fume hoods laminar flow hood, rotary evaporator. Wet Lab: A variety of raceways, large tanks and aquaria re available with constantly flowing filtereed and unfiltered seawater.', u'Director': u'Dr.Erich Mueller', u'Trained Personnel': u'Coral Biologists; Fisheries Ecologist', u'Contact Information': u'100 N. U.S. Highway 1 Suite 202 Jupiter US/Bahamas emueller@perryinstitute.org', u'Lab Type': u'Biological\nPhysical', u'Quality Control Manual': u'Yes', u'Specialization Areas': u'Environmental (primarily marine) research and education', u'Lab Name': u'Perry Institute of Marine Science', u'Telephone & Email': u'Telephone\n(561) 741-0192\n Email\nemueller@perryinstitute.org', u'CEP Involvement': u'No. Could certainly use some!', u'Allowed Use': u'', u'Official Language': u'English', u'Staff Information': u'6'}, {u'Website': u'', u'Established': u'Unknown', u'Address': u'Gerace Research Centre (GRC)C/O Twin Air498 SW 34th St.Ft. Lauderdale, Florida   33315', u'Accreditation': u'Unknown', u'Country': u'BAHAMAS', u'Usage Category': u'Unknown', u'Sector': u'', u'Specialized Equipment': u'Unknown', u'Director': u'Dr. Thomas A. Rothfus', u'Trained Personnel': u'Unknown', u'Contact Information': u'Unknown', u'Lab Type': u'', u'Quality Control Manual': u'Unknown', u'Specialization Areas': u'Unknown', u'Lab Name': u'Gerace Research Centre (GRC)', u'Telephone & Email': u'Telephone\n(242) 331-252\n Email\n veldagrc@juno.com', u'CEP Involvement': u'', u'Allowed Use': u'', u'Official Language': u'English', u'Staff Information': u'Unknown'}, {u'Website': u'http://www.adkalaboratories.com/', u'Established': u'Unknown', u'Address': u'Nassau, BahamasEast Street Nor', u'Accreditation': u'Unknown', u'Country': u'BAHAMAS', u'Usage Category': u'Unknown', u'Sector': u'', u'Specialized Equipment': u'Unknown', u'Director': u'Unknown', u'Trained Personnel': u'Unknown', u'Contact Information': u'Unknown', u'Lab Type': u'', u'Quality Control Manual': u'Unknown', u'Specialization Areas': u'Unknown', u'Lab Name': u'Adka Laboratories', u'Telephone & Email': u'Telephone\n(242) 325-3808\n Email\ncarol@adkalaboratories.com', u'CEP Involvement': u'', u'Allowed Use': u'', u'Official Language': u'English', u'Staff Information': u'Unknown'}, {u'Website': u'www.agriculture. gov.bb', u'Established': u'1981', u'Address': u'Government Analytical ServicesCulloden RoadSt. Michael Barb', u'Accreditation': u'Unknown', u'Country': u'BARBADOS', u'Usage Category': u'Government only.', u'Sector': u'Government Only', u'Specialized Equipment': u'UV VIS spectrophotometer, AA/ Graphite Furnace, Ion Chromatography, GS/MS, Flame Photometer, Atomic Florescence FID, Auto Analyser (x2)', u'Director': u'Ms. Dolores Haynes', u'Trained Personnel': u'Expertise in: Atmoic Absorbtion, Gas Liquid Chromatography, Ion Chromatogray', u'Contact Information': u'Culloden Road St. Michael Barbados 246-310-2836(PBX) 246-310-2811 asstdir@gas.gov.bb, director@gas.gov.bb', u'Lab Type': u'Chemical Analysis\nMicrobiological', u'Quality Control Manual': u'Yes. (Undergoing update)', u'Specialization Areas': u'Organic Chemistry-pesticide residues, trace organic compounds, alchohols, fats and oil. Developing histamines, antibiotic residues. Inorganic Chemistry- trace metals, nitrates, BOD, COD, Pna Ketc. Micro Biology- Coliforms enterococcus, Ecoli 0157. H7 Sample types - all types of water, food soil, fertilizers, plant tissue.', u'Lab Name': u'Government Analytical Services', u'Telephone & Email': u'Telephone\n(246) 310-2836\n Email\nasstdir@gas.gov.bb', u'CEP Involvement': u'Yes. Laboratory was assessed under a GEF/ IWCAM Project. Attendeance in a workshop in St. Lucia in May2009', u'Allowed Use': u'', u'Official Language': u'English', u'Staff Information': u'30'}, {u'Website': u'http://advertpush.com/agri/index.php?option=com_content&view=article&id=65&Itemid=80', u'Established': u'Unknown', u'Address': u'University of the West Indies, Cave Hill Barbados', u'Accreditation': u'Unknown', u'Country': u'BARBADOS', u'Usage Category': u'Unknown', u'Sector': u'', u'Specialized Equipment': u'Unknown', u'Director': u'Unknown', u'Trained Personnel': u'Unknown', u'Contact Information': u'Unknown', u'Lab Type': u'', u'Quality Control Manual': u'Unknown', u'Specialization Areas': u'Unknown', u'Lab Name': u'University of the West Indies, Cave Hill Barbados', u'Telephone & Email': u'Telephone\n(246) 417-4738\n Email\ncharles.clarke@cavehill.uwi.edu', u'CEP Involvement': u'', u'Allowed Use': u'', u'Official Language': u'English', u'Staff Information': u'Unknown'}, {u'Website': u'http://www.mcgill.ca/bellairs/', u'Established': u'Unknown', u'Address': u'Bellairs Research InstituteHoletown, St. James, Barbados', u'Accreditation': u'Unknown', u'Country': u'BARBADOS', u'Usage Category': u'Unknown', u'Sector': u'', u'Specialized Equipment': u'Unknown', u'Director': u'Unknown', u'Trained Personnel': u'Unknown', u'Contact Information': u'Unknown', u'Lab Type': u'', u'Quality Control Manual': u'Unknown', u'Specialization Areas': u'Unknown', u'Lab Name': u'Bellairs Research Institute', u'Telephone & Email': u'Telephone\n(246) 422-208\n Email\nbellairs@caribsurf.com', u'CEP Involvement': u'', u'Allowed Use': u'', u'Official Language': u'English', u'Staff Information': u'Unknown'}, {u'Website': u'', u'Established': u'Unknown', u'Address': u'Wildlife Conservation society (WCS) P.O. Box &68 Upper Flat 1675 Sunrise Avenue Belize City', u'Accreditation': u'Unknown', u'Country': u'BELIZE', u'Usage Category': u'Unknown', u'Sector': u'', u'Specialized Equipment': u'Unknown', u'Director': u'Mrs. Janet Gibson', u'Trained Personnel': u'Unknown', u'Contact Information': u'Unknown', u'Lab Type': u'', u'Quality Control Manual': u'Unknown', u'Specialization Areas': u'Unknown', u'Lab Name': u"Glover's Reef Research Station", u'Telephone & Email': u'Telephone\n(501) 223-3271\n Email\ngrmrs@wcs.org', u'CEP Involvement': u'', u'Allowed Use': u'', u'Official Language': u'English', u'Staff Information': u'Unknown'}, {u'Website': u'http://www.gov.bm/portal/server.pt?open=512&objID=206&mode=2&in_hi_userid=2&cached=true', u'Established': u'2002', u'Address': u'17 North Shore RdDevonshireBermuda', u'Accreditation': u'Unknown', u'Country': u'Bermuda', u'Usage Category': u'Government only', u'Sector': u'Government Only', u'Specialized Equipment': u'YSI 600XLM-V2-1 sonde with pH, ROX optical dissolved oxygen, temperature, conductivity and depth sensors, YSI 550A dissolved oxygen meter, YSI 130 salinity, conductivity and temperature meter, Li-Cor Li 1400 data logger with spherical quantum sensor for measuring PAR attentuation, turbidimeter', u'Director': u'Jack Ward', u'Trained Personnel': u'GIS specialist', u'Contact Information': u'17 North Shore RdDevonshireBermuda441-293-2727smanuel@ibl.bmwww.conservation.bm', u'Lab Type': u'Biological\nGIS and Modeling', u'Quality Control Manual': u'Unknown', u'Specialization Areas': u'Marine habitat characterization', u'Lab Name': u'Bermuda Dept. of Conservation', u'Telephone & Email': u'Telephone\n(441) 293-2727\n Email\nsmanuel@ibl.bm', u'CEP Involvement': u'no', u'Allowed Use': u'', u'Official Language': u'English', u'Staff Information': u'4'}, {u'Website': u'www.bamz.org  / www.conservation.bm', u'Established': u'2010', u'Address': u'40 North Shore RdDevonshireBermu', u'Accreditation': u'Aquarium and Zoo Association Accredited', u'Country': u'Bermuda', u'Usage Category': u'Government only Internal use only', u'Sector': u'Government Only', u'Specialized Equipment': u'DRVet Digital X-ray, Olympus BX-41 Light Microscope and Olympus DP-21 Camera, Abaxis VS2 Serum Chemistry Analyser, Isoflurane/Sevoflurane Anesthesia, Multiparameter Clinical Monitor (Temp, ECG, PulseOx, End Tidal CO2, NIBP, IBP), Surgical Suite.', u'Director': u'Ian Walker', u'Trained Personnel': u'Veterinarian', u'Contact Information': u'40 North Shore RdDevonshireBermuda441-293-2727idwalker@gov.bmwww.bamz.org  / www.conservation.bm', u'Lab Type': u'Biological', u'Quality Control Manual': u'Yes', u'Specialization Areas': u'Veterinary hospital laboratory', u'Lab Name': u'Bermuda Aquarium, Museum and Zoo at the Dept. of Conservation Services, Bermuda Government', u'Telephone & Email': u'Telephone\n(441) 293-2727\n Email\nidwalker@gov.bm\r\nwww.bamz.', u'CEP Involvement': u'no', u'Allowed Use': u'', u'Official Language': u'English', u'Staff Information': u'1'}, {u'Website': u'', u'Established': u'Unknown', u'Address': u'17 Biologiocal Lane St. Georges GE01', u'Accreditation': u'Unknown', u'Country': u'Bermuda', u'Usage Category': u'Unknown', u'Sector': u'', u'Specialized Equipment': u'Unknown', u'Director': u'Unknown', u'Trained Personnel': u'Unknown', u'Contact Information': u'Unknown', u'Lab Type': u'', u'Quality Control Manual': u'Unknown', u'Specialization Areas': u'Unknown', u'Lab Name': u'Bermuda Institute of Ocean Sciences (BIOS)', u'Telephone & Email': u'Telephone\n(441) 297-1880\n Email\ngerald.plumley@bios.edu', u'CEP Involvement': u'', u'Allowed Use': u'', u'Official Language': u'English', u'Staff Information': u'Unknown'}, {u'Website': u'', u'Established': u'Unknown', u'Address': u'', u'Accreditation': u'Unknown', u'Country': u'Cayman Islands', u'Usage Category': u'Unknown', u'Sector': u'', u'Specialized Equipment': u'Unknown', u'Director': u'Unknown', u'Trained Personnel': u'Unknown', u'Contact Information': u'Unknown', u'Lab Type': u'', u'Quality Control Manual': u'Unknown', u'Specialization Areas': u'Unknown', u'Lab Name': u'Water Authority', u'Telephone & Email': u'Email\nlab@waterauthority.ky', u'CEP Involvement': u'', u'Allowed Use': u'', u'Official Language': u'English', u'Staff Information': u'Unknown'}, {u'Website': u'', u'Established': u'Unknown', u'Address': u'', u'Accreditation': u'Unknown', u'Country': u'Cayman Islands', u'Usage Category': u'Unknown', u'Sector': u'', u'Specialized Equipment': u'Unknown', u'Director': u'Unknown', u'Trained Personnel': u'Unknown', u'Contact Information': u'Unknown', u'Lab Type': u'', u'Quality Control Manual': u'Unknown', u'Specialization Areas': u'Unknown', u'Lab Name': u'Environmental Health Dept.', u'Telephone & Email': u'Email\nAntoinette.johnson@gov.ky', u'CEP Involvement': u'', u'Allowed Use': u'', u'Official Language': u'English', u'Staff Information': u'Unknown'}, {u'Website': u'http://acmelab.com/', u'Established': u'Unknown', u'Address': u'Acme Analytical Laboratories Colombia S.A.Cl. 79 Sur No. 47D-24 Sabanet aMedell\xedn, AntioquiaColom', u'Accreditation': u'Unknown', u'Country': u'COLOMBIA', u'Usage Category': u'Unknown', u'Sector': u'', u'Specialized Equipment': u'Unknown', u'Director': u'Jhonattan Fuentes', u'Trained Personnel': u'Unknown', u'Contact Information': u'Unknown', u'Lab Type': u'', u'Quality Control Manual': u'Unknown', u'Specialization Areas': u'Unknown', u'Lab Name': u'Acme Analytical Laboratories', u'Telephone & Email': u'Telephone\n(57) 4-301-9941\n Email\njhonattan.fuentes@acme.lab.com', u'CEP Involvement': u'', u'Allowed Use': u'', u'Official Language': u'Spanish', u'Staff Information': u'Unknown'}, {u'Website': u'www.anal.edu.co/larp', u'Established': u'2000', u'Address': u'Carrera 30 No 45-03 Departamento de Quimica. U.Nacional,                                                                 Bogota D.C,                                                                             Colombia', u'Accreditation': u'Accredation under norm ISO 17025 since 2007              Training and lab assembly support from the International Atomic Energy Agency -IAEA', u'Country': u'COLOMBIA', u'Usage Category': u'Public', u'Sector': u'Public', u'Specialized Equipment': u'Chromatography of gaese with U-ECD, NPD and FPD  Chromatography of gases coupled with mass spectrometry, Liquid chromatography with Post Column derivation and fluoroescence detector, Liquid chromatography with an arrangement of diodes ,Liquid scintillation counter', u'Director': u'Jairo Arthuro Guerrero Dallos', u'Trained Personnel': u'Trained personnel in the analysis of pesticide residue. Trained personnel in quality management  systems  .Trained personnel in soils.', u'Contact Information': u'Unknown', u'Lab Type': u'Chemical Analysis', u'Quality Control Manual': u'Yes', u'Specialization Areas': u'Analysis of pesticide residue in fruits and vegetables. Analysis of pesticide residue in water. Analysis of pesticide residue in soil. Studies of absorption and degradation of pesticides with 14C', u'Lab Name': u'Laboratorio de Analisis de Residuod de Plaguicidas LARP', u'Telephone & Email': u'Telephone\n(57) 1-316-5000\n Email\nLarp_fcbog@anal.edu.com', u'CEP Involvement': u'No', u'Allowed Use': u'', u'Official Language': u'Spanish', u'Staff Information': u'5'}, {u'Website': u'www.invemar.org.co', u'Established': u'Labaratory: December 2009                             Institution: June 1968', u'Address': u'Cerro Punta, Zona Portuaria Santa Marta, Colombia', u'Accreditation': u'The security system guide, occupational and environmental health for contractors in the hydrocarbon sector, certified by IDEAM', u'Country': u'COLOMBIA', u'Usage Category': u'Public', u'Sector': u'Public', u'Specialized Equipment': u'CTD Probe Ocean Seven 316 IDRONAUT, CTD Probe Ocean Seven 316 plus, IDRONAUT CTD Probe Sea-bird SBE -19 plus, Roseta Sampler System Type GENERAL, OCEANIC Model 1018, Total Topographic Station TOPCON, MOD:GPT 7505, Current Meter AQUADOPP 2 MHz Type, TRANSDUCER HEAD AQD, GPS Differential - TOPCON REF: GMS - 2 with TOPSURV- GIS                                                                          Echo sounder GARMIN FISHFINDER 340C,  Echo sounder KNUDSEN 3260,  Echo sounder SIMRAD ES -70, GOMEX BOX CORER - in stainless steel                          Multicover UWITEC with core cutter,Dredges Van Veen', u'Director': u'Francisco Arias Izasa', u'Trained Personnel': u'Geologist - specialist in Neotectonics, Earthquake and Marine and Coastal Geology Geologist - specialist in Geotectonics Geologist - specialist in Geophysics, Geomorphology and Sedime', u'Contact Information': u'Laboratorio de Instrumentacion Marina                          Cerro Punta Betin, Zona Portuaria Santa Marta         Santa Marta, Columbia                                                            carlos_henry@invemar.org.co', u'Lab Type': u'Physical', u'Quality Control Manual': u'No', u'Specialization Areas': u'Physical Oceanography: Physical variables of water                                                                                                  Marine Geology: Coastal Geomorphology, beach profiles, granulometry, mineralogy and carbonate content, carbon and organic substances in marine and coastal sediments', u'Lab Name': u'Labatoratorio de instrumentacion Marina', u'Telephone & Email': u'Telephone\n(57) 5-432-8600\n Email\ncarlos_henry@invemar.org.com', u'CEP Involvement': u'', u'Allowed Use': u'', u'Official Language': u'Spanish', u'Staff Information': u'5'}, {u'Website': u'www.unal.edu.co/larp', u'Established': u'Unknown', u'Address': u'Jairo Artutro Guerrero Dallos Ph.Dcuidad Universitaria Edifico de Quimica Oficina 205, Bogota D.C, Colombia', u'Accreditation': u'Unknown', u'Country': u'COLOMBIA', u'Usage Category': u'Unknown', u'Sector': u'Public', u'Specialized Equipment': u'Unknown', u'Director': u'Unknown', u'Trained Personnel': u'Unknown', u'Contact Information': u'Unknown', u'Lab Type': u'', u'Quality Control Manual': u'Unknown', u'Specialization Areas': u'Unknown', u'Lab Name': u'Universidad Nacional de Colombia- Laboratorio se Analysis de Residuos de Plaguicidas', u'Telephone & Email': u'Telephone\n(57) 1-316-5000\n Email\nlarp_fcbog@unal.edu.co', u'CEP Involvement': u'', u'Allowed Use': u'', u'Official Language': u'Spanish', u'Staff Information': u'Unknown'}, {u'Website': u'', u'Established': u'Unknown', u'Address': u'Laboratory Office Module 5, 610 Office', u'Accreditation': u'Unknown', u'Country': u'COLOMBIA', u'Usage Category': u'Unknown', u'Sector': u'', u'Specialized Equipment': u'Unknown', u'Director': u'Unknown', u'Trained Personnel': u'Unknown', u'Contact Information': u'Unknown', u'Lab Type': u'', u'Quality Control Manual': u'Unknown', u'Specialization Areas': u'Unknown', u'Lab Name': u'Universidad de Bogota', u'Telephone & Email': u'Email\nlaboratorios.ciencias@utadeo.edu.com', u'CEP Involvement': u'', u'Allowed Use': u'', u'Official Language': u'Spanish', u'Staff Information': u'Unknown'}, {u'Website': u'www.invemar.org.co', u'Established': u'1974', u'Address': u'ABCAMCerro Punta Bet\xedn \x96 Sociedad PortuarioSanta MartaColom', u'Accreditation': u'ISO 17025:2005 accredited before IDEAM ISO 9000: 2009 in process', u'Country': u'COLOMBIA', u'Usage Category': u'Non-profit mixed corporation', u'Sector': u'Public', u'Specialized Equipment': u'02 Conductivity 02 - salinometers WTW pH meters WTW 02, WTW oxymeter 01 CTDO with roseta oceanographic Hidronaut to 1500m Bureta Digital Metrohom Metrohom for technical titlemetrics Analytical Balance de ą0.0001g y Balanza anal\xedtica de ą0.00001g OhausHeidolph Laborata Rotary Evaporator 3000Turbididty Meter  Hach 2010Spectrophotometer UV-VIS Perkin Elmer Lambda 12Gas chromatograph coupled to a mass detector  Shimadzu 2010QsGas chromatograph with detector FID y ECD Shimadzu 2014Shimadzu HPLC chromatograph with fluorescence detectorQubit Infrared Spectrometer for measuring CO2  Shimadzu 5310 PC  SpectrofluorometerShimadzu AA6300 atomic absorption spectrophotometer with graphite furnace', u'Director': u'Julian Mauricio Betancourt Portela', u'Trained Personnel': u'(01) Specialist in chromatography (01) Specialist in atomic absorbtion and gamma spectrometry (02) Chemical Professionals of analytical support (04) Techniques in Water Analysis (02) Professionals specializing in the area of marine microbiology', u'Contact Information': u'LABCAMCerro Punta Bet\xedn \x96 Sociedad PortuarioSanta MartaColombia 57 \x96 5 4328600 Ext 244jbetancourt@invemar.org.cowww.invemar.org.co', u'Lab Type': u'Chemical Analysis\nMicrobiological\nWastewater', u'Quality Control Manual': u'yes', u'Specialization Areas': u'Water Quality: Analysis of nutrients, suspended solids, turbidity. Heavy Metals:  Analysis of Cd, Pb, Cr, Cu, Fe in water and sediments Hydrocarbons:  Total Aromatic hydrocarbons by fluorometry and individual Polycyclic aromatic hydrocarbons (PAHs) for chromatography of gases in water and sediments. Pesticides: Organochlorine, some phosphorus, some triazines and carbamates Analysis of Greenhouse gases in our air: CO2, CH4 y N2O', u'Lab Name': u'LABCAM', u'Telephone & Email': u'Telephone\n(57) 5-432-8600\n Email\njbetancourt@invemar.org.co', u'CEP Involvement': u'yes. Support was received from the REPCar Project for the acquisition of a HPLC  and some minor equipment and personal training  Support was received from the GEF IWCAM Project for the acquisition of minor lab equipment Support was received from the IAE', u'Allowed Use': u'', u'Official Language': u'Spanish', u'Staff Information': u'10'}, {u'Website': u'www.ica.gov.co Bogota', u'Established': u'Unknown', u'Address': u'', u'Accreditation': u'Unknown', u'Country': u'COLOMBIA', u'Usage Category': u'Unknown', u'Sector': u'', u'Specialized Equipment': u'Unknown', u'Director': u'Unknown', u'Trained Personnel': u'Unknown', u'Contact Information': u'Unknown', u'Lab Type': u'', u'Quality Control Manual': u'Unknown', u'Specialization Areas': u'Unknown', u'Lab Name': u'ICA', u'Telephone & Email': u'Telephone\n(57) 332-3700\n Email\ncristina.torres@ica.gov.co', u'CEP Involvement': u'', u'Allowed Use': u'', u'Official Language': u'Spanish', u'Staff Information': u'Unknown'}, {u'Website': u'http://www.invemar.org.co/', u'Established': u'Unknown', u'Address': u'', u'Accreditation': u'Unknown', u'Country': u'COLOMBIA', u'Usage Category': u'Unknown', u'Sector': u'Public', u'Specialized Equipment': u'Unknown', u'Director': u'Unknown', u'Trained Personnel': u'Unknown', u'Contact Information': u'Unknown', u'Lab Type': u'', u'Quality Control Manual': u'Unknown', u'Specialization Areas': u'Unknown', u'Lab Name': u'Instituto de Investigaciones Marinas y Costeras "Jos\xe9 Benito Vives de Andr\xe9is" INVEMAR', u'Telephone & Email': u'Email\nsrinconc@invemar.org.co\nEmail\ndivulgacion@invemar.org.co', u'CEP Involvement': u'', u'Allowed Use': u'', u'Official Language': u'Spanish', u'Staff Information': u'Unknown'}, {u'Website': u'', u'Established': u'1982', u'Address': u'Universidad de Costa Rica UCR Apartado 2060 San Pedro de Montes de Oca San Jose', u'Accreditation': u'Unknown', u'Country': u'COSTA RICA', u'Usage Category': u'Public', u'Sector': u'Public', u'Specialized Equipment': u'Unknown', u'Director': u'', u'Trained Personnel': u'Unknown', u'Contact Information': u'Unknown', u'Lab Type': u'', u'Quality Control Manual': u'Unknown', u'Specialization Areas': u'Unknown', u'Lab Name': u'Centro de Investigaciones en Ciencias del Mar y Limnologia (CIMAR)', u'Telephone & Email': u'Telephone\n(506) 2-207-3280\n Email\nservicioalciente.cica@ucr.ac.cr', u'CEP Involvement': u'', u'Allowed Use': u'', u'Official Language': u'Spanish', u'Staff Information': u'60'}, {u'Website': u'', u'Established': u'Unknown', u'Address': u'', u'Accreditation': u'Unknown', u'Country': u'COSTA RICA', u'Usage Category': u'Unknown', u'Sector': u'Public', u'Specialized Equipment': u'Unknown', u'Director': u'Unknown', u'Trained Personnel': u'Unknown', u'Contact Information': u'Unknown', u'Lab Type': u'', u'Quality Control Manual': u'Unknown', u'Specialization Areas': u'Unknown', u'Lab Name': u'Universidad Nacional', u'Telephone & Email': u'Telephone\n(506) 2-277-3501', u'CEP Involvement': u'', u'Allowed Use': u'', u'Official Language': u'Spanish', u'Staff Information': u'Unknown'}, {u'Website': u'http://www.cica.ucr.ac.cr/', u'Established': u'1982', u'Address': u'Centro de Investigacion en Contaminacion Ambiental, Cuidad Universitaria Rodrigo Facio Brenes, San Pedro de Montes de Oca, San Jose, Costa Rica', u'Accreditation': u'Unknown', u'Country': u'COSTA RICA', u'Usage Category': u'Unknown', u'Sector': u'Public', u'Specialized Equipment': u'Unknown', u'Director': u'MS Elizabeth Carazo Rojas', u'Trained Personnel': u'Unknown', u'Contact Information': u'Unknown', u'Lab Type': u'', u'Quality Control Manual': u'Unknown', u'Specialization Areas': u'Analasis de plaguicidas, la calidad del agua, calidad del aire, bioensayos, etc.', u'Lab Name': u'Centro de Investigacion en Contaminacion Ambiental', u'Telephone & Email': u'Telephone\n(506) 2-511-8202\n Email\nservicioalcliente.cica@ucr.ac.cr', u'CEP Involvement': u'', u'Allowed Use': u'', u'Official Language': u'Spanish', u'Staff Information': u'62'}, {u'Website': u'http://www.hidro.cu/directorio_eaa.htm', u'Established': u'Unknown', u'Address': u'Calle 164 no. 322-324, and / 3rd and 162 B, Zone 1, Alamar, Habana del Este, Ciudad de La Habana', u'Accreditation': u'Unknown', u'Country': u'CUBA', u'Usage Category': u'Unknown', u'Sector': u'', u'Specialized Equipment': u'Unknown', u'Director': u'Unknown', u'Trained Personnel': u'Unknown', u'Contact Information': u'Unknown', u'Lab Type': u'', u'Quality Control Manual': u'Unknown', u'Specialization Areas': u'Unknown', u'Lab Name': u'Instituto Nacional de Recursos Hidr\xe1ulicos', u'Telephone & Email': u'Telephone\n(53) 762-0644\n Email\ndgeneral@acueste.co.cu', u'CEP Involvement': u'', u'Allowed Use': u'', u'Official Language': u'Spanish', u'Staff Information': u'Unknown'}, {u'Website': u'http://cep.unep.org/cimab', u'Established': u'1995', u'Address': u'', u'Accreditation': u'The Tests Laboratory has accredited its quality management system by the Cuban norm NC ISO/ IEC 17025:2006, status granted by the Organo Nacional de Accreditacion de la Republica de Cuba (ONARC), with international and regional validity, therefore the ass', u'Country': u'CUBA', u'Usage Category': u'Public', u'Sector': u'Public', u'Specialized Equipment': u'Multiparameter Bench Photometer Hanna Instrument C214                                                                            Genesys 10uv Thermo Scientific Spectrophotometer ,  pH/Portable Conductivity Meter - Myronl Company Ultrameter II Turner Digital Flurometer Thermo Fisher Scientific FM 109535                                                                                Gas Chromatograph ATI UNICAM 610 Series (FID and ECD)                                                                                  Spectrometer IRATI Mattison Genesis Series FTIR among others', u'Director': u'Dra. Lioubov Chabalina', u'Trained Personnel': u'Specialist in physio-chemical analysis  Specialist in organic compund and pesticides analysis                                                                                           Specialist in organic compound analysis', u'Contact Information': u'CIMAB                                                                                     Carretera del Cristo No. 3, Casablanca                               La Habana, Cuba                                                                        (537) 862', u'Lab Type': u'Chemical Analysis\nMicrobiological\nWastewater', u'Quality Control Manual': u'Yes', u'Specialization Areas': u'Water quality and analysis of organochloride pesticides in wasterwater, natural water and water from the sea. We look for: Physical properties - turbidity, salinity, conductivity, temperature, solids among others. Non-metallic, inorganic constituents composed of nitrogen, phosphorus, dissolved oxygen, pH, silicon among others. Added organic constituents: chemicals and oxygen biochemical demand, fats and oils, aromatic oils, aliphatic and organochloride pesticides. Microbiological parameters (Escherichia coli, coliphages, enterococci, faecal streptococci, total thermotolerant coliforms and heterotrophic bacteria)  In sediments we look for: nitrogen and organic material, aromatic oils, organochloride pesticides, clostridium perfringens among others.', u'Lab Name': u'Laboratorio de Ensayos del Centro de Ingenier\xeda y Manejo Ambiental de Bah\xedas y Costas (CIMAB)', u'Telephone & Email': u'Telephone\n(537) 862-4387\n Telephone\n(53) 862-3051/58\nEmail\nliuba@cimab.transnet.cu\nEmail\nlgarcia@cimab.transnet.cu\nEmail\nbeltran@cimab.transnet.cu', u'CEP Involvement': u'', u'Allowed Use': u'', u'Official Language': u'Spanish', u'Staff Information': u'50'}, {u'Website': u'www.dowasco.dm', u'Established': u'Unknown', u'Address': u'Dominica Water & Sewage Co Ltd (DOWASCO) 3 High Street Roseau Dominica', u'Accreditation': u'none', u'Country': u'DOMINICA', u'Usage Category': u'Government only', u'Sector': u'Government Only', u'Specialized Equipment': u'Spectrophotometers, tubidity meters conductivity meters, pH metres, DO meters, BOD track automatic colony counter incubators, autoclave UV sterilizer, distilation apperatus water purification system.', u'Director': u'Mrs. Ivanirada Dacosta James (Manager of Operations and Maintenace dept.)', u'Trained Personnel': u'no', u'Contact Information': u'3 High Street Roseau Dominica 1-767-225-2900 dowasco@cwdom.dm', u'Lab Type': u'Wastewater', u'Quality Control Manual': u'Yes. Under review', u'Specialization Areas': u'Water quality- Coliforms Analysis pH DO temperature conductivity, tubidity; BOD hardness solids chloride; sulfate; sulfide nitrate, Nitriate; Phosphate; Ammonium; Aluminium, Copper; Iron; Lead; Maganese', u'Lab Name': u'Dominca Water & Sewerage Company', u'Telephone & Email': u'Telephone\n(767) 225-2900\n Email\ndowasco@cwdom.dm', u'CEP Involvement': u'Yes. GEF-IWCAM tranning workshops', u'Allowed Use': u'', u'Official Language': u'English', u'Staff Information': u'93 (Full tim) 42 (Part time)'}, {u'Website': u'', u'Established': u'Unknown', u'Address': u'', u'Accreditation': u'Unknown', u'Country': u'DOMINICA', u'Usage Category': u'Unknown', u'Sector': u'', u'Specialized Equipment': u'Unknown', u'Director': u'Unknown', u'Trained Personnel': u'Unknown', u'Contact Information': u'Unknown', u'Lab Type': u'', u'Quality Control Manual': u'Unknown', u'Specialization Areas': u'Unknown', u'Lab Name': u'Institue for Tropical Marine Ecology Ivc. (ITME)', u'Telephone & Email': u'Telephone\n(767) 449-3725\n Email\nAdmin@itme.org', u'CEP Involvement': u'', u'Allowed Use': u'', u'Official Language': u'English', u'Staff Information': u'Unknown'}, {u'Website': u'http://www.clemson.edu/biosci/sdewalt/projects/Dominica/ATREC/ATREC.html', u'Established': u'Unknown', u'Address': u'', u'Accreditation': u'Unknown', u'Country': u'DOMINICA', u'Usage Category': u'Unknown', u'Sector': u'', u'Specialized Equipment': u'Unknown', u'Director': u'Saara DeWalt', u'Trained Personnel': u'Unknown', u'Contact Information': u'Unknown', u'Lab Type': u'', u'Quality Control Manual': u'Unknown', u'Specialization Areas': u'Unknown', u'Lab Name': u'Dewalt Lab', u'Telephone & Email': u'Telephone\n(864) 656-1429\n Email\nsaarad@clemson.edu', u'CEP Involvement': u'', u'Allowed Use': u'', u'Official Language': u'English', u'Staff Information': u'Unknown'}, {u'Website': u'http://acmelab.com/', u'Established': u'Unknown', u'Address': u'Acme Analytical Laboratories (R.D.) S.A. Duarte 114, Camino El Pino, Kmt 1MaimonDominican Repub', u'Accreditation': u'Unknown', u'Country': u'DOMINICAN REPUBLIC', u'Usage Category': u'Unknown', u'Sector': u'', u'Specialized Equipment': u'Unknown', u'Director': u'Unknown', u'Trained Personnel': u'Unknown', u'Contact Information': u'Unknown', u'Lab Type': u'', u'Quality Control Manual': u'Unknown', u'Specialization Areas': u'Unknown', u'Lab Name': u'Acme Analytical Laboratories', u'Telephone & Email': u'Telephone\n(829) 333-6527', u'CEP Involvement': u'', u'Allowed Use': u'', u'Official Language': u'Spanish', u'Staff Information': u'Unknown'}, {u'Website': u'http://mypages.spiceisle.com/nawasa/about_nawasa.html', u'Established': u'Unknown', u'Address': u'Carenage, St.George, Grenada', u'Accreditation': u'Unknown', u'Country': u'GRENADA', u'Usage Category': u'Unknown', u'Sector': u'', u'Specialized Equipment': u'Unknown', u'Director': u'Unknown', u'Trained Personnel': u'Unknown', u'Contact Information': u'Unknown', u'Lab Type': u'', u'Quality Control Manual': u'Unknown', u'Specialization Areas': u'Unknown', u'Lab Name': u'National Water and Sewerage Authority', u'Telephone & Email': u'Telephone\n(473) 440 2155\n Email\nnawasa@spiceisle.com', u'CEP Involvement': u'', u'Allowed Use': u'', u'Official Language': u'English', u'Staff Information': u'Unknown'}, {u'Website': u'www.sgu.edu', u'Established': u'Unknown', u'Address': u'St. George University P.O.Box  7, St George', u'Accreditation': u'Unknown', u'Country': u'GRENADA', u'Usage Category': u'Private', u'Sector': u'Private', u'Specialized Equipment': u'Several Refrigerator/Freezers-80ş C FreezerTemperature Controlled Water BathsRefrigerated CentrifugePCR CyclerElectrophoresis PackVortex MixerMicroscope Slide CabinetFluorescent MicroscopePhase Contrast MicroscopeInverted MicroscopeWater DistillerAutoclave SterilizerSmall AutoclaveFume HoodsLaminar Flow HoodsBalancesHot Plates', u'Director': u'Dr. Clare Morrall ( Director of Marine Biology)', u'Trained Personnel': u'Unknown', u'Contact Information': u'Microbiology Lab at St George UniversitySt. George\x92s University University CentreGrenada, West IndiesSt. GeorgeGrenada473-444-4175David Lennon, PhDProfessor of MicrobiologyDepartment of Pathology/Microbiologydlennon@sgu.edu', u'Lab Type': u'', u'Quality Control Manual': u'Unknown', u'Specialization Areas': u'Diagnostic Microbiology for the University Health ClinicReference Diagnostic Microbiology in cooperation with the National HospitalRoutine Water testing of potable and recreational waters on all Grenada Campus sitesAir quality monitoring in cooperation with the University Facilities Department', u'Lab Name': u'Marine Biology Program  Microbiology Lab', u'Telephone & Email': u'Telephone\n(473) 444-4175\n Email\ncmorrall@sgu.edu', u'CEP Involvement': u'', u'Allowed Use': u'', u'Official Language': u'English', u'Staff Information': u'3'}, {u'Website': u'www.sgu.edu', u'Established': u'Unknown', u'Address': u'St. George University P.O.Box7  St. George', u'Accreditation': u'Unknown', u'Country': u'GRENADA', u'Usage Category': u'Private', u'Sector': u'Private', u'Specialized Equipment': u'Unknown', u'Director': u'Dr. Clare Morrall ( Director of Marine Biology)', u'Trained Personnel': u'Unknown', u'Contact Information': u'Unknown', u'Lab Type': u'', u'Quality Control Manual': u'Unknown', u'Specialization Areas': u'Unknown', u'Lab Name': u'Marine Biology Program  Pathology Lab', u'Telephone & Email': u'Telephone\n(473) 444-4175\n Email\ncmorrall@sgu.edu', u'CEP Involvement': u'', u'Allowed Use': u'', u'Official Language': u'English', u'Staff Information': u'Unknown'}, {u'Website': u'', u'Established': u'Unknown', u'Address': u'St. George University P.O.Box7  St. George', u'Accreditation': u'Unknown', u'Country': u'GRENADA', u'Usage Category': u'Unknown', u'Sector': u'', u'Specialized Equipment': u'Unknown', u'Director': u'Dr. Clare Morrall', u'Trained Personnel': u'Unknown', u'Contact Information': u'Unknown', u'Lab Type': u'Microbiological', u'Quality Control Manual': u'Unknown', u'Specialization Areas': u'Unknown', u'Lab Name': u'Marine Biology Program  Microbiology Lab', u'Telephone & Email': u'Telephone\n(473) 444-4175\n Email\ncmorrall@sgu.edu', u'CEP Involvement': u'', u'Allowed Use': u'', u'Official Language': u'English', u'Staff Information': u'Unknown'}, {u'Website': u'http://etalk.sgu.edu/windref/', u'Established': u'1994', u'Address': u'St. George University P.O.Box7  St. George', u'Accreditation': u'Unknown', u'Country': u'GRENADA', u'Usage Category': u'Private', u'Sector': u'Private', u'Specialized Equipment': u'Incubator - viral cultures                                                             Incubators - bacterial cultures                                               3 - Centrifuge                                                                              1 - Purifier Class II Biosafety Cabinet (Flow hood)                                                                                            1 - Vortex                                                                                       1 - Bacteria Incinerator                                                             3 - Scales                                                                                   1 - Microscope                                                                            2 - Refrigerator/freezer, side by side                                         1 - (-70\xb0 C ) freezer                                                                    1 - (-20\xb0 C ) freezer                                                                2 - Biohazard Safety Cabinet                                                    1 - Water Distiller                                                                           2- Microscopes                                                                            1 - Microscope: Olympus BX60 Transmitted and Reflected Light                                                                     1 - Leica Zoom 2000 Binocular Stereomicroscope                                                                    1 - Olympus phase contract microscope', u'Director': u'Trevor Noel (Assistant Director)', u'Trained Personnel': u'Unknown', u'Contact Information': u'Windward Islands Research & Education Foundation         P.O. Box 7                                                                                     St Georges, Grenada                                                                 (473) 444-3997', u'Lab Type': u'Biological\nDrugs/Medical/Hormone', u'Quality Control Manual': u'Unknown', u'Specialization Areas': u'Medical and veterinary public health, anthropology, ecology and marine and terrestrial biology.', u'Lab Name': u'WINDREF Lab at St. Georges University', u'Telephone & Email': u'Telephone\n(473) 444-4175', u'CEP Involvement': u'', u'Allowed Use': u'', u'Official Language': u'English', u'Staff Information': u'Unknown'}, {u'Website': u'http://www.sgu.edu/', u'Established': u'Unknown', u'Address': u'St. George University P.O.Box7  St. George', u'Accreditation': u'Unknown', u'Country': u'GRENADA', u'Usage Category': u'Private', u'Sector': u'Private', u'Specialized Equipment': u'8 - Microscopes, Plympus, Model CH 30RF200, Diagnostics  1 - Balance, Denver Instrument, scale                                  1 - String Hot Plate, Corning PC-420D  1 - Refrigerator, sample storage  1 - Benchtop Cenrifuge, Fisher Scientific', u'Director': u'Unknown', u'Trained Personnel': u'Parasitology technician                                                                                    Histology technician                                                                     Pathologist', u'Contact Information': u'Parasitiology Lab at St Georges University                                St. Georges Univesity                                                                  University Centre                                                                        Grena', u'Lab Type': u'Biological', u'Quality Control Manual': u'Unknown', u'Specialization Areas': u'Parasitiology', u'Lab Name': u'Parasitology Lab at St Georges University', u'Telephone & Email': u'Telephone\n(473) 444-4175\n Email\ncmorrall@sgu.edu', u'CEP Involvement': u'', u'Allowed Use': u'', u'Official Language': u'English', u'Staff Information': u'Unknown'}, {u'Website': u'http://www.sgu.edu/', u'Established': u'Unknown', u'Address': u'St. George University P.O.Box7  St. George', u'Accreditation': u'Unknown', u'Country': u'GRENADA', u'Usage Category': u'Private', u'Sector': u'Private', u'Specialized Equipment': u'1 - Small Autoclave   1 - Large Autoclave   1 - Distiller    2 - Sinks                                                                                        1 - Purifier Enclosure Hood  1 - Large Incubator   1 - Small Incubator  1 - Water                                                                 Bath  1 - Sink   1 - Purifier Hood: safety class I  1 - Gas line connection', u'Director': u'Dr Clare Morrall', u'Trained Personnel': u'Lab Technician', u'Contact Information': u'Parasitiology Lab at St Georges University                                St. Georges Univesity                                                                  University Centre                                                                        Grena', u'Lab Type': u'Microbiological', u'Quality Control Manual': u'Unknown', u'Specialization Areas': u'Unknown', u'Lab Name': u'Pathology Lab at St Georges University', u'Telephone & Email': u'Telephone\n(473) 444-4175\n Email\ncmorrall@sgu.edu', u'CEP Involvement': u'', u'Allowed Use': u'', u'Official Language': u'English', u'Staff Information': u'Unknown'}, {u'Website': u'http://www.sgu.edu/', u'Established': u'Unknown', u'Address': u'St. George University P.O.Box 7  St. George', u'Accreditation': u'Unknown', u'Country': u'GRENADA', u'Usage Category': u'Private; External Use; Internal Use only', u'Sector': u'Private', u'Specialized Equipment': u'1 - Leica TP1020-1-1 automated tissue processor for processing of formalin-fixed tissue for histopathological examination   1 - Leica EG 1160 Embedding Centre for holding tissue in parafin wax  1 - Leica RM 2135 Microtome for cutting paraffin sections   1 - Fischer 125 Flotation bath for parafin sections 1 - Labline Slide warmers for warming paraffin sections        1 - Labconco Protector workstation for staining and preparation of glass slides Staining jars for staining glass slides  Tissue cassette for holding tissue for processing  Tissue prep paraffin wax for embedding and preparing parafin blocks Glass slides, cover slips, mounting media for preparation of glass slides                                                                           Embedding cassette for making paraffin bllocks, Stains (Hematoxylin, Esoin, Giemsa) for staining glass slides  , Alcohol and xylene for tissue processing and staining glass slides', u'Director': u'Dr. Clare Morrall', u'Trained Personnel': u'Unknown', u'Contact Information': u'Pathology Lab at St Georges University                                St. Georges Univesity                                                                  University Centre                                                                        Grenada,', u'Lab Type': u'Microbiological', u'Quality Control Manual': u'Unknown', u'Specialization Areas': u'Pathology & Histopathology', u'Lab Name': u'Bacteriology Lab at St George University', u'Telephone & Email': u'Telephone\n(473) 444-4175\n Email\ncmorrall@sgu.edu', u'CEP Involvement': u'', u'Allowed Use': u'', u'Official Language': u'English', u'Staff Information': u'Unknown'}, {u'Website': u'', u'Established': u'Unknown', u'Address': u'Acme Analytical (Laboratories) Guyana Inc.Lot. 13 Plantation Non ParielEast Coast Demerara Guyaa', u'Accreditation': u'Unknown', u'Country': u'GUYANA', u'Usage Category': u'Unknown', u'Sector': u'', u'Specialized Equipment': u'Unknown', u'Director': u'Unknown', u'Trained Personnel': u'Unknown', u'Contact Information': u'Unknown', u'Lab Type': u'', u'Quality Control Manual': u'Unknown', u'Specialization Areas': u'Unknown', u'Lab Name': u'Acme Analytical Laboratories', u'Telephone & Email': u'Telephone\n(592) 270-4349', u'CEP Involvement': u'', u'Allowed Use': u'', u'Official Language': u'English', u'Staff Information': u'Unknown'}, {u'Website': u'', u'Established': u'', u'Address': u'', u'Accreditation': u'', u'Country': u'', u'Usage Category': u'', u'Sector': u'', u'Specialized Equipment': u'', u'Director': u'', u'Trained Personnel': u'', u'Contact Information': u'', u'Lab Type': u'', u'Quality Control Manual': u'', u'Specialization Areas': u'', u'Lab Name': u'', u'Telephone & Email': u'', u'CEP Involvement': u'', u'Allowed Use': u'', u'Official Language': u'', u'Staff Information': u''}, {u'Website': u'', u'Established': u'1988', u'Address': u'Pesticides Research Lab C/o Department of Chmeistry, 2 Plymouth Cresent U.W.I Mona Kingston Jamaica', u'Accreditation': u'Application was submitted for ISO 17025', u'Country': u'Jamaica', u'Usage Category': u'University Funded', u'Sector': u'Public', u'Specialized Equipment': u'Gas Chromatograph attached to Mass Spectrophotometer, GC-MS (2) Gas Chromatograph attached to Electron Capture Detector (3), Gas Chromatograph attached to Flame Ionization Detector (1) Liquid Chromatogrpah attched to', u'Director': u'Professor Tara Dasgupta', u'Trained Personnel': u'Pesticides Analyst (2)- Received training on poresistent organic pollutants in Canada (univesity of Windsor and Trent) and Mexico', u'Contact Information': u'Pesticides Research Lab C/o Department of Chmeistry, 2 Plymouth Cresent U.W.I Mona Kingston Jamaica 970-6027, 977-1834 Tara.dasgupta@uwimona.edu.jm', u'Lab Type': u'Chemical Analysis\nDrugs/Medical/Hormone', u'Quality Control Manual': u'Yes', u'Specialization Areas': u'Analysis of drugs (blood and unrine ) and pesticides residue analysis ( including persistent organic pollutants) of soil, water , air and plant material', u'Lab Name': u'UWI Mona Dept of Chemistry', u'Telephone & Email': u'Telephone\n(876) 970-6027\n Telephone\n(876) 977-1834\nEmail\nTara.dasgupta@uwimona.edu.jm', u'CEP Involvement': u'Yes. An instrument (GC-ECD) was received under the UNEP Project (Assesment , Monitoring and Management of Persistent Organic Pollutants (POP) and Persistent Toxic Substances (PTS) in the Coastal Ecosystems of the Wider Caribbean Region ) Training of the t', u'Allowed Use': u'', u'Official Language': u'English', u'Staff Information': u'5'}, {u'Website': u'www.mona.uwi.edu/cms/dbml.htm', u'Established': u'1965', u'Address': u'University of the West Indies P.O. Box 35 Discovery Bay , St. Ann, Jamaica', u'Accreditation': u'N/A', u'Country': u'Jamaica', u'Usage Category': u'Private', u'Sector': u'Private', u'Specialized Equipment': u'Spectrophotometers, tubidity meters conductivity meters, pH metres,individual temperature . Light & wave motion loggers; microkopter UAV for areal surveys. U/W video and still cameras; datasinde loggers; S4 loggers; ICON weather station- std weather data + incident & submerged light; dissolved CO2 ; wave currents, tide data; salinity; CTD Remote probe with duplicate ION stn instuments Recompression chamber.', u'Director': u'Prof.Dale Webber', u'Trained Personnel': u'Envoironmental watrer chemistry analysis specialist Corals , wetland & seagrass restoration specialist, GIS specialist', u'Contact Information': u'Queens Highway; P.O. Box 35 Discovery Bay Jamaica 876-973-2241 dbml@infochan.com', u'Lab Type': u'Biological\nChemical Analysis\nGIS and Modeling', u'Quality Control Manual': u'Yes.', u'Specialization Areas': u'Fisheries management, Coral reef ecology & artificial reeefs & reef rehabilitation. Reef habitat monitoring MPAs. Invasive species', u'Lab Name': u'Discovery Bay Marine Laboratory', u'Telephone & Email': u'Telephone\n(876) 973-2946\n Telephone\n(876) 973-3271\nEmail\ndbml@infochan.com', u'CEP Involvement': u'Yes. Indirectly thriugh UWI Center for Marine Sciences; Ja Govt- NEPA re: invasive species, educational outreach & coral rehabilitation programs', u'Allowed Use': u'', u'Official Language': u'English', u'Staff Information': u'18'}, {u'Website': u'', u'Established': u'Unknown', u'Address': u'', u'Accreditation': u'Unknown', u'Country': u'Jamaica', u'Usage Category': u'Unknown', u'Sector': u'', u'Specialized Equipment': u'Unknown', u'Director': u'Unknown', u'Trained Personnel': u'Unknown', u'Contact Information': u'Unknown', u'Lab Type': u'', u'Quality Control Manual': u'Unknown', u'Specialization Areas': u'Unknown', u'Lab Name': u'National Water Commission Eastern Lab', u'Telephone & Email': u'Telephone\n(876) 926-7941\n Telephone\n(876) 929-7141\nTelephone\n(876) 929-3540/6', u'CEP Involvement': u'', u'Allowed Use': u'', u'Official Language': u'English', u'Staff Information': u'Unknown'}, {u'Website': u'http://www.mgd.gov.jm', u'Established': u'Unknown', u'Address': u'Hope Gardens Kingston Jamaica', u'Accreditation': u'Unknown', u'Country': u'Jamaica', u'Usage Category': u'Government only', u'Sector': u'Government Only', u'Specialized Equipment': u'Atomic Absorption, Spedrophotometer (AAS) graphite furnace (AAS) flow injection mercury analysis Dionex Ion Chromotograph (needs repairs)', u'Director': u'Christopher Knight', u'Trained Personnel': u'AAS soecialist (3) Neutron Activation Specialist (2)', u'Contact Information': u'Hope Gardens Kingston Jamaica 876-927-1936-40 mgdlabs@gmail.com', u'Lab Type': u'Chemical Analysis', u'Quality Control Manual': u'Yes', u'Specialization Areas': u'Economic minerals, solis, rocks water quality heavy metals As, Pb, Hg, Cd, Zn, Cr, Mn, Co, Ni, Se, Cu, nutirents NO-13 PO 3-4 chloride sulphate', u'Lab Name': u'The Mines and Geology Division Analytical Services of the Ministry of Energy Mining and Telecommunications', u'Telephone & Email': u'Telephone\n(876) 927-1936\n Email\nmgdlabs@gmail.com', u'CEP Involvement': u'No', u'Allowed Use': u'', u'Official Language': u'English', u'Staff Information': u'Unknown'}, {u'Website': u'http://www.nepa.gov.jm/default.asp', u'Established': u'Unknown', u'Address': u'National Environment & Planning Agency10 and 11 Caledonia Avenue, Kingston, Jamaica', u'Accreditation': u'Unknown', u'Country': u'Jamaica', u'Usage Category': u'Unknown', u'Sector': u'', u'Specialized Equipment': u'Unknown', u'Director': u'Unknown', u'Trained Personnel': u'Unknown', u'Contact Information': u'Unknown', u'Lab Type': u'', u'Quality Control Manual': u'Unknown', u'Specialization Areas': u'Unknown', u'Lab Name': u'NEPA Lab', u'Telephone & Email': u'Telephone\n(876) 754-7540\n Telephone\n1-888-991-500\nEmail\nochinkoo.nepa@gov.jm', u'CEP Involvement': u'', u'Allowed Use': u'', u'Official Language': u'English', u'Staff Information': u'Unknown'}, {u'Website': u'http://acmelab.com/', u'Established': u'Unknown', u'Address': u'Acme Analytical Laboratories Mexico S.A. de C.V.Miguel L\xf3pez de Legazpi Nş 711Col. Echeverr\xeda44970 Guadalajara, JaliscoMexic', u'Accreditation': u'Unknown', u'Country': u'MEXICO', u'Usage Category': u'Unknown', u'Sector': u'', u'Specialized Equipment': u'Unknown', u'Director': u'Unknown', u'Trained Personnel': u'Unknown', u'Contact Information': u'Unknown', u'Lab Type': u'', u'Quality Control Manual': u'Unknown', u'Specialization Areas': u'Unknown', u'Lab Name': u'Acme Analytical Laboratories', u'Telephone & Email': u'Telephone\n(52) 333-367-0920\n Email\ngermain.brambila@acmelab.com', u'CEP Involvement': u'', u'Allowed Use': u'', u'Official Language': u'Spanish', u'Staff Information': u'Unknown'}, {u'Website': u'', u'Established': u'Unknown', u'Address': u'Km 6 Cassetesa Antigua a Progreso Merida, Yucatan 97310, Mexico', u'Accreditation': u'Unknown', u'Country': u'MEXICO', u'Usage Category': u'Unknown', u'Sector': u'', u'Specialized Equipment': u'Unknown', u'Director': u'Unknown', u'Trained Personnel': u'Unknown', u'Contact Information': u'Unknown', u'Lab Type': u'', u'Quality Control Manual': u'Unknown', u'Specialization Areas': u'Unknown', u'Lab Name': u'Centro de Investigaciones y Estudios Avanzados de IPN Unidad Merida', u'Telephone & Email': u'Telephone\n(52) 99-981-2960\n Email\ndaldana@mda.cinvestav.mx', u'CEP Involvement': u'', u'Allowed Use': u'', u'Official Language': u'Spanish', u'Staff Information': u'Unknown'}, {u'Website': u'http://www.intertek-cb.com/mexico/ambiental.shtml', u'Established': u'Unknown', u'Address': u'', u'Accreditation': u'Unknown', u'Country': u'MEXICO', u'Usage Category': u'Unknown', u'Sector': u'', u'Specialized Equipment': u'Unknown', u'Director': u'Unknown', u'Trained Personnel': u'Unknown', u'Contact Information': u'Unknown', u'Lab Type': u'', u'Quality Control Manual': u'Unknown', u'Specialization Areas': u'Unknown', u'Lab Name': u'Intertek', u'Telephone & Email': u'Telephone\n(52) 555-091-2150\n Email\ncbwebinfo.mexico@intertek.com', u'CEP Involvement': u'', u'Allowed Use': u'', u'Official Language': u'Spanish', u'Staff Information': u'Unknown'}, {u'Website': u'', u'Established': u'', u'Address': u'', u'Accreditation': u'', u'Country': u'', u'Usage Category': u'', u'Sector': u'', u'Specialized Equipment': u'', u'Director': u'', u'Trained Personnel': u'', u'Contact Information': u'', u'Lab Type': u'', u'Quality Control Manual': u'', u'Specialization Areas': u'', u'Lab Name': u'', u'Telephone & Email': u'', u'CEP Involvement': u'', u'Allowed Use': u'', u'Official Language': u'', u'Staff Information': u''}, {u'Website': u'www.researchstationcarmabi.org', u'Established': u'1955', u'Address': u'Piscaderabaai z/n Willemstad Curacoa', u'Accreditation': u'n/a', u'Country': u'Curacao', u'Usage Category': u'Foundation', u'Sector': u'Public', u'Specialized Equipment': u'Standard lad facilities, dive facilities, running seawater systems, boats', u'Director': u'Paul Stokkermans', u'Trained Personnel': u'Coral reef ecoloists', u'Contact Information': u'Piscaderabaai z/n Willemstad Curacoa +5999 5103067 carmabilog@gmail.com', u'Lab Type': u'Biological', u'Quality Control Manual': u'No.', u'Specialization Areas': u'Coral reef ecology, waterquality issues, population dynamics, community ecology, nature management, marine conservation, educagtion & awareness programs', u'Lab Name': u'Carmabi Foundation', u'Telephone & Email': u'Telephone\n(599) 9-510-3067\n Email\ncarmabilog@gmail.com', u'CEP Involvement': u'No.', u'Allowed Use': u'', u'Official Language': u'English', u'Staff Information': u'6'}, {u'Website': u'', u'Established': u'Unknown', u'Address': u'Bapor Kibra z/n P.O. Box 3102  Curacao', u'Accreditation': u'Unknown', u'Country': u'CURACAO', u'Usage Category': u'Unknown', u'Sector': u'', u'Specialized Equipment': u'Unknown', u'Director': u'Unknown', u'Trained Personnel': u'Unknown', u'Contact Information': u'Unknown', u'Lab Type': u'', u'Quality Control Manual': u'Unknown', u'Specialization Areas': u'Unknown', u'Lab Name': u'Curacao Sea Aquarium', u'Telephone & Email': u'Telephone\n(599) 9-461-6666\n Email\nmichiel@substation-curacoa.com', u'CEP Involvement': u'', u'Allowed Use': u'', u'Official Language': u'English', u'Staff Information': u'Unknown'}, {u'Website': u'www.cieebonaire.org', u'Established': u'2006', u'Address': u'kaya Gob. N. Debrot #21 Kralendijk, Bonaire Dutch Caribbean', u'Accreditation': u'Unknown', u'Country': u'Bonaire', u'Usage Category': u'Non-profit/ foundation', u'Sector': u'Private', u'Specialized Equipment': u'80 degree Cryogenic freezer, Muffle furnace, dying oven, 12 microscopes, YSI multiparameter probes, spectrofluorometer, underwater light meter', u'Director': u'Rita Peachey PhD', u'Trained Personnel': u'Staff are coral reef ecologists- ichthyologists, invertebrate ecology and algae specialzations', u'Contact Information': u'kaya Gob. N. Debrot #21 Kralendijk, Bonaire Dutch Caribbean +599-717-4140 rpeachey@ciee.org', u'Lab Type': u'Biological', u'Quality Control Manual': u'Yes.', u'Specialization Areas': u'we are mostly a field Coral Reef Ecology Program. Enterolert', u'Lab Name': u'CIEE Research Station', u'Telephone & Email': u'Telephone\n(599) 717-4140\n Email\nrpeachey@ciee.org', u'CEP Involvement': u'No. We do negative controls for bacteria testing with the Enterolert system', u'Allowed Use': u'', u'Official Language': u'English', u'Staff Information': u'7'}, {u'Website': u'www.cira-unan.edu.ni/index.php?s=1', u'Established': u'Unknown', u'Address': u'', u'Accreditation': u'Unknown', u'Country': u'NICARAGUA', u'Usage Category': u'Unknown', u'Sector': u'', u'Specialized Equipment': u'Unknown', u'Director': u'Unknown', u'Trained Personnel': u'Unknown', u'Contact Information': u'Unknown', u'Lab Type': u'', u'Quality Control Manual': u'Unknown', u'Specialization Areas': u'Unknown', u'Lab Name': u'Centro para la Investigation en Recursos Acuaticos de Nicaragua (CIRA)', u'Telephone & Email': u'Email\nkvammen@cira-UNAN .edu', u'CEP Involvement': u'', u'Allowed Use': u'', u'Official Language': u'Spanish', u'Staff Information': u'Unknown'}, {u'Website': u'', u'Established': u'', u'Address': u'', u'Accreditation': u'', u'Country': u'', u'Usage Category': u'', u'Sector': u'', u'Specialized Equipment': u'', u'Director': u'', u'Trained Personnel': u'', u'Contact Information': u'', u'Lab Type': u'', u'Quality Control Manual': u'', u'Specialization Areas': u'', u'Lab Name': u'', u'Telephone & Email': u'', u'CEP Involvement': u'', u'Allowed Use': u'', u'Official Language': u'', u'Staff Information': u''}, {u'Website': u'www.ciat.cgiar.org', u'Established': u'Unknown', u'Address': u'HeadquartersKm 17, Recta Cali-PalmiraApartado A\xe9reo 6713Cali, Colombia', u'Accreditation': u'Unknown', u'Country': u'NICARAGUA', u'Usage Category': u'Unknown', u'Sector': u'', u'Specialized Equipment': u'Unknown', u'Director': u'Unknown', u'Trained Personnel': u'Unknown', u'Contact Information': u'Unknown', u'Lab Type': u'', u'Quality Control Manual': u'Unknown', u'Specialization Areas': u'Unknown', u'Lab Name': u'CIAT- International Center for Tropical Agriculture', u'Telephone & Email': u'Telephone\n(57) 2-445-0000\n Telephone\n1-650-8336625\nTelephone\n1 650 8336626\nEmail\nciat@cgiar.org', u'CEP Involvement': u'', u'Allowed Use': u'', u'Official Language': u'Spanish', u'Staff Information': u'Unknown'}, {u'Website': u'', u'Established': u'Unknown', u'Address': u'Smithisonian Institution Apatado Postal 2072  Balboa, Ancon', u'Accreditation': u'Unknown', u'Country': u'PANAMA', u'Usage Category': u'Unknown', u'Sector': u'', u'Specialized Equipment': u'Unknown', u'Director': u'Dr. Ira Rubinoff', u'Trained Personnel': u'Unknown', u'Contact Information': u'Unknown', u'Lab Type': u'', u'Quality Control Manual': u'Unknown', u'Specialization Areas': u'Unknown', u'Lab Name': u'Smithsonian Tropical Research Insititute- Bocas del Toro Research Station', u'Telephone & Email': u'Telephone\n(507) 757-9794\n Email\ncollinr@si.edu', u'CEP Involvement': u'', u'Allowed Use': u'', u'Official Language': u'Spanish', u'Staff Information': u'Unknown'}, {u'Website': u'', u'Established': u'Unknown', u'Address': u'', u'Accreditation': u'Unknown', u'Country': u'SAINT LUCIA', u'Usage Category': u'Unknown', u'Sector': u'', u'Specialized Equipment': u'Unknown', u'Director': u'Unknown', u'Trained Personnel': u'Unknown', u'Contact Information': u'Unknown', u'Lab Type': u'', u'Quality Control Manual': u'Unknown', u'Specialization Areas': u'Unknown', u'Lab Name': u'Gros Islet Polyclinic Lab', u'Telephone & Email': u'Telephone\n(758) 450-9758\n Telephone\n(758) 450-9661\nEmail\nsonsonpr@gmail.com', u'CEP Involvement': u'', u'Allowed Use': u'', u'Official Language': u'English', u'Staff Information': u'Unknown'}, {u'Website': u'', u'Established': u'1999', u'Address': u'', u'Accreditation': u'None', u'Country': u'SAINT LUCIA', u'Usage Category': u'Private', u'Sector': u'Private', u'Specialized Equipment': u'DR/ 4000 U spectrophometer Hach 2100 AW is turbidimeter Hach sension 4 pH/ ISE meter', u'Director': u'John C. Joseph', u'Trained Personnel': u'No', u'Contact Information': u'Ciceron Casteries St.Lucia 1758 453 2462 or 1758 453 25 69 lab_wabco@candw.lc', u'Lab Type': u'Chemical Analysis\nWastewater', u'Quality Control Manual': u'No', u'Specialization Areas': u'Water quality: pH color, turbidity, conductivity, dissolved oxygen, total hardness, calcium hardness, total alkalinity, chlorides, flourides free amonia, nitrates phosphates, sulfates, total iron, copper, magnesium, aluminium total coliform, faecal coliform, feacal streptococci.', u'Lab Name': u'WASCO LAB Public Analyst Lab, Water & Sewerage Corporation', u'Telephone & Email': u'Telephone\n1758 453 2462\n Telephone\n1758 453 25 69\nEmail\nlab_wabco@candw.lc', u'CEP Involvement': u'Yes. GEF-IWCAM - Workshop training pn Laboratory quality assurance and method quality control 12th - 15th of May 2009', u'Allowed Use': u'', u'Official Language': u'English', u'Staff Information': u'5'}, {u'Website': u'http://www.cehi.org.lc/', u'Established': u'Unknown', u'Address': u'Caribbean Environmental Health Institute The Morne, P.O. Box 1111 Castries, St. Lucia', u'Accreditation': u'Unknown', u'Country': u'SAINT LUCIA', u'Usage Category': u'Unknown', u'Sector': u'Public', u'Specialized Equipment': u'Unknown', u'Director': u'Unknown', u'Trained Personnel': u'Unknown', u'Contact Information': u'Unknown', u'Lab Type': u'', u'Quality Control Manual': u'Unknown', u'Specialization Areas': u'Unknown', u'Lab Name': u'Carribean Environmental Health Institute', u'Telephone & Email': u'Telephone\n(758) 452-2501\n Telephone\n(758) 452-1087\nEmail\nemailcehi@candw.lc', u'CEP Involvement': u'', u'Allowed Use': u'', u'Official Language': u'English', u'Staff Information': u'Unknown'}, {u'Website': u'ima.gov.tt', u'Established': u'27942', u'Address': u'Analytical Laboratory, Marine Chemistry Department Hilltop Lane Chaguaramas Trinidad and Tobago', u'Accreditation': u'Had commenced the process of pursuing ISO 17025 Acceditation in 2005 but stopped in 2007', u'Country': u'Trinidad and Tobago', u'Usage Category': u'Public', u'Sector': u'Public', u'Specialized Equipment': u'Field Meters (multi-parameter e.eg. YSI 60, 65, 85). UV Vis spectrophotometers, TOC/TN analyzer, Flurorescene, ICP-MS and AAS, GC-MS and FT-IR', u'Director': u'Commodore (Ret.) Anthony Franklin', u'Trained Personnel': u'Chemists (4) Microbiologist (1) in the Marine Chemistry Department (MCD)', u'Contact Information': u'Analytical Laboratory, Marine Chemistry Department Hilltop Lane Chaguaramas Trinidad and Tobago 868-634-4292 director@ima.gov.tt', u'Lab Type': u'Biological\nChemical Analysis\nMicrobiological', u'Quality Control Manual': u'No', u'Specialization Areas': u"Water, sediment and biota quality analyses. Nutrients, heavy metals, Petroleum Hydrocarbon, Total and Faecal coliform analysis on fresh water and seawater. Heavy metal and Petroleum hydrocarbon analysis on sediment and biota. Other wet chemistry analyses (COD, BOD5 TOC, Chlorophyll 'a', ammonia, nitrates, nitites .", u'Lab Name': u'Institute of Marine Affairs', u'Telephone & Email': u'Telephone\n(868) 634-4292\n Email\ndirector@ima.gov.tt', u'CEP Involvement': u'Yes', u'Allowed Use': u'', u'Official Language': u'English', u'Staff Information': u'104'}, {u'Website': u'', u'Established': u'Unknown', u'Address': u'Laboratories Industrial & Environmental Testing, Pt Lisas Industrial EstCouva,Trinidad', u'Accreditation': u'Unknown', u'Country': u'Trinidad and Tobago', u'Usage Category': u'Unknown', u'Sector': u'', u'Specialized Equipment': u'Unknown', u'Director': u'Unknown', u'Trained Personnel': u'Unknown', u'Contact Information': u'Unknown', u'Lab Type': u'', u'Quality Control Manual': u'Unknown', u'Specialization Areas': u'Unknown', u'Lab Name': u'Analytical Technologies LTD', u'Telephone & Email': u'Telephone\n(868) 679-8378', u'CEP Involvement': u'', u'Allowed Use': u'', u'Official Language': u'English', u'Staff Information': u'Unknown'}, {u'Website': u'wasa.gov.tt', u'Established': u'1965', u'Address': u'Quality Control Department Ragbir Street, St. Augustine Trinid', u'Accreditation': u'Not accredited due to accomodation issues', u'Country': u'Trinidad and Tobago', u'Usage Category': u'Government only', u'Sector': u'Government Only', u'Specialized Equipment': u'Spectrophotometers', u'Director': u'Quality Control Manager', u'Trained Personnel': u'In- house training only', u'Contact Information': u'Quality Control DepartmentRagbir StreetSt. AugustineTrinidad645-6377contact@wasa.gov.ttwasa.gov.tt', u'Lab Type': u'Chemical Analysis\nMicrobiological\nWastewater', u'Quality Control Manual': u'yes', u'Specialization Areas': u'Bacteriological Analyses \x96 Total Coliforms Thermotolerant (Faecal) ColiformsPhysical/ Chemical Analyses \x96 Comparative simple analyses  - pH, Colour, Turbidity, Iron, Aluminium, Chlorides', u'Lab Name': u'Water Sewerage Authority: Quality Control Manager', u'Telephone & Email': u'Telephone\n(868) 645-6377\n Email\ncontact@wasa.gov.tt\r\nwasa.gov.tt', u'CEP Involvement': u'no', u'Allowed Use': u'', u'Official Language': u'English', u'Staff Information': u'36'}, {u'Website': u'http://www.tistt.com/Service.htm', u'Established': u'Unknown', u'Address': u'223 Union Rd, Marabella, Trinidad, West Indies', u'Accreditation': u'Unknown', u'Country': u'Trinidad and Tobago', u'Usage Category': u'Unknown', u'Sector': u'', u'Specialized Equipment': u'Unknown', u'Director': u'Unknown', u'Trained Personnel': u'Unknown', u'Contact Information': u'Unknown', u'Lab Type': u'', u'Quality Control Manual': u'Unknown', u'Specialization Areas': u'Unknown', u'Lab Name': u'Trinidad Inspection Services', u'Telephone & Email': u'Telephone\n(868) 658-381\n Email\nsecretary@tistt.com', u'CEP Involvement': u'', u'Allowed Use': u'', u'Official Language': u'English', u'Staff Information': u'Unknown'}, {u'Website': u'', u'Established': u'Unknown', u'Address': u'The School for Field Studies  10 Federal St, Suite 24  Salem, MA  01970-3876', u'Accreditation': u'Unknown', u'Country': u'Turks and Caicos Islands', u'Usage Category': u'Unknown', u'Sector': u'', u'Specialized Equipment': u'Unknown', u'Director': u'Unknown', u'Trained Personnel': u'Unknown', u'Contact Information': u'Unknown', u'Lab Type': u'', u'Quality Control Manual': u'Unknown', u'Specialization Areas': u'Unknown', u'Lab Name': u'Center for Marine Resource Studies', u'Telephone & Email': u'Telephone\n(649) 946-3666\n Email\njclaydon@feildstudies.org', u'CEP Involvement': u'', u'Allowed Use': u'', u'Official Language': u'English', u'Staff Information': u'Unknown'}, {u'Website': u'', u'Established': u'Unknown', u'Address': u'Universidad de Oriente Apartado 94  Cumana, Venezuela', u'Accreditation': u'Unknown', u'Country': u'VENEZUELA', u'Usage Category': u'Unknown', u'Sector': u'', u'Specialized Equipment': u'Unknown', u'Director': u'Unknown', u'Trained Personnel': u'Unknown', u'Contact Information': u'Unknown', u'Lab Type': u'', u'Quality Control Manual': u'Unknown', u'Specialization Areas': u'Unknown', u'Lab Name': u'Instituto Oceanografico', u'Telephone & Email': u'Telephone\n(58) 293-451-2017\n Email\nfobravo@cantv.net', u'CEP Involvement': u'', u'Allowed Use': u'', u'Official Language': u'Spanish', u'Staff Information': u'Unknown'}, {u'Website': u'', u'Established': u'Unknown', u'Address': u'Florida Institute of Oceanography (FIO)  P.O. Box 968 M.M. 68.5 Overseas Highway  Long Kay Layton, Florida 33001', u'Accreditation': u'Unknown', u'Country': u'United States of America', u'Usage Category': u'Unknown', u'Sector': u'', u'Specialized Equipment': u'Unknown', u'Director': u'Dr. William C. Hogarth', u'Trained Personnel': u'Unknown', u'Contact Information': u'Unknown', u'Lab Type': u'', u'Quality Control Manual': u'Unknown', u'Specialization Areas': u'Unknown', u'Lab Name': u'Keys Marine Laboratory', u'Telephone & Email': u'Telephone\n(1) 305- 664-0850\n Email\nsvargo@marine.usf.edu', u'CEP Involvement': u'', u'Allowed Use': u'', u'Official Language': u'English', u'Staff Information': u'Unknown'}, {u'Website': u'casgroup.fiu.edu/serc/', u'Established': u'1993', u'Address': u'OE-148, 11200 SW 8th St. Florida International University Miami USA', u'Accreditation': u'NELAP Lab #E76930', u'Country': u'United States of America', u'Usage Category': u'Public', u'Sector': u'Public', u'Specialized Equipment': u'Unknown', u'Director': u'Joseph N. Boyer Ph.D', u'Trained Personnel': u'Unknown', u'Contact Information': u'OE-148, 11200 SW 8th St. Florida International University Miami USA 305-348-2836 boyerj@fiu.edu', u'Lab Type': u'', u'Quality Control Manual': u'Yes.', u'Specialization Areas': u'Water quality- Nutrients', u'Lab Name': u'Southeast Environmental Research Center', u'Telephone & Email': u'Telephone\n(1) 305-348-2836\n Email\nboyerj@fiu.edu', u'CEP Involvement': u'No.', u'Allowed Use': u'', u'Official Language': u'English', u'Staff Information': u'8'}, {u'Website': u'', u'Established': u'Unknown', u'Address': u'1600 Ken Thompson Sarasota, Florida   34236', u'Accreditation': u'Unknown', u'Country': u'United States of America', u'Usage Category': u'Unknown', u'Sector': u'', u'Specialized Equipment': u'Unknown', u'Director': u'Dr. Kumar Mahadevan', u'Trained Personnel': u'Unknown', u'Contact Information': u'Unknown', u'Lab Type': u'', u'Quality Control Manual': u'Unknown', u'Specialization Areas': u'Unknown', u'Lab Name': u'Mote Marine Laboratory (MML)', u'Telephone & Email': u'Telephone\n(1) 941-388-4441\nEmail\nresearch@mote.org', u'CEP Involvement': u'', u'Allowed Use': u'', u'Official Language': u'English', u'Staff Information': u'Unknown'}, {u'Website': u'', u'Established': u'Unknown', u'Address': u'University of the Virgin Islands PO Box 250  St. John 831', u'Accreditation': u'Unknown', u'Country': u'US Virgin Islands', u'Usage Category': u'Unknown', u'Sector': u'', u'Specialized Equipment': u'Unknown', u'Director': u'Mr. Randy Brown', u'Trained Personnel': u'Unknown', u'Contact Information': u'Unknown', u'Lab Type': u'', u'Quality Control Manual': u'Unknown', u'Specialization Areas': u'Unknown', u'Lab Name': u'Virgin Islands Environmental Resuorces Center', u'Telephone & Email': u'Telephone\n(340) 410-647-2500\n Email\nrandybrown@islands.org', u'CEP Involvement': u'', u'Allowed Use': u'', u'Official Language': u'English', u'Staff Information': u'Unknown'}]
